INSERT INTO turmas (id_turma, turno, data_inicio, data_fim, horas_aula_dia, fk_curso)
VALUES
  ('1', 'Manhã', '2024-02-05', '2024-05-05', 4, 'CursoA'),
  ('2', 'Tarde', '2024-02-10', '2024-05-10', 3, 'CursoB'),
  ('3', 'Noite', '2024-03-01', '2024-06-01', 5, 'CursoC'),
  ('4', 'Manhã', '2024-03-15', '2024-06-15', 4, 'CursoA'),
  ('5', 'Tarde', '2024-04-02', '2024-07-02', 3, 'CursoB'),
  ('6', 'Noite', '2024-04-20', '2024-07-20', 5, 'CursoC'),
  ('7', 'Manhã', '2024-05-05', '2024-08-05', 4, 'CursoA'),
  ('8', 'Tarde', '2024-05-20', '2024-08-20', 3, 'CursoB'),
  ('9', 'Noite', '2024-06-01', '2024-09-01', 5, 'CursoC'),
  ('10', 'Manhã', '2024-06-15', '2024-09-15', 4, 'CursoA');
  